{"Cluster 0": {"name": "Miłośnicy Wody z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i mają szczególne upodobanie do psów."}, "Cluster 1": {"name": "Górscy Profesjonaliści", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach i są głównie miłośnikami psów."}, "Cluster 2": {"name": "Kociarze z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach i mają szczególne upodobanie do kotów."}, "Cluster 3": {"name": "Leśni Entuzjaści z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie i są miłośnikami psów oraz kotów."}, "Cluster 4": {"name": "Młodzi Górscy Odkrywcy", "description": "W tym klastrze znajdują się osoby w różnym wieku, głównie z wykształceniem średnim, które preferują spędzanie czasu w górach i mają różnorodne upodobania co do zwierząt."}, "Cluster 5": {"name": "Wykształceni Samotnicy", "description": "W tym klastrze znajdują się osoby w różnym wieku, głównie z wyższym wykształceniem, które nie mają ulubionych zwierząt i preferują spędzanie czasu nad wodą lub w lesie."}, "Cluster 6": {"name": "Doświadczeni Miłośnicy Wody", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i są miłośnikami psów oraz innych zwierząt."}, "Cluster 7": {"name": "Średnio Wykształceni Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wykształceniem średnim, które preferują spędzanie czasu nad wodą i są miłośnikami psów."}, "Cluster 8": {"name": "Młodzi Leśni Profesjonaliści", "description": "W tym klastrze znajdują się osoby w wieku 25-34 lat, z wyższym wykształceniem, które preferują spędzanie czasu w lesie i są miłośnikami psów."}, "Cluster 9": {"name": "Młodzi Kociarze ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się młode osoby, głównie mężczyźni, z wykształceniem średnim, które preferują spędzanie czasu w lesie i są miłośnikami kotów."}}